Repository: genericshop/shop
Catalog: application/language/*.po
Languages: af_za

source: Books (Print)
af_za: Boeke (Gedrukde)

source: Books (Digital)
af_za: Books (Digitaal)

source: Please Choose
af_za: Kies asseblief

source: %s item(s) added to cart.
af_za: % s item (s) bygevoeg by mandjie.

source: An unknown error has occurred. Please contact us for further assistance.
af_za: n onbekende fout het voorgekom. Kontak ons asseblief vir verdere hulp.

source: Please select a payment option before proceeding.
af_za: Kies 'n betaling opsie voordat jy voortgaan.

source: We have received your message and will contact your shortly, thank you.
af_za: Ons het jou boodskap ontvang en sal jou binnekort kontak, dankie.

source: An unknown error has occurred. Please contact us for further assistance
af_za: n onbekende fout het voorgekom. Kontak ons asseblief vir verdere hulp.

source: Your online payment has been processed successfully. Please allow 72 hours for the payment to reflect on your account.
af_za: U betaling is ontvang. Dit sal ongeveer 72 uur neem voorbetalings op u rekening reflekteer.

source: Payment failed -
af_za: betaling misluk -

source: Name
af_za: Naam

source: Email Address
af_za: E-pos Adres

source: Telephone
af_za: Telefoon

source: Your message
af_za: Jou boodskap

source: Submit
af_za: Stuur

source: Credit Card
af_za: Krediet Kaart

source: Own Ammount
af_za: Eie Bedrag

source: Full Ammount
af_za: Volle Bedrag

source: How would you like to pay?
af_za: Hoe wil jy betaal?

source: Place Order
af_za: Plaas Bestelling

source: Leave blank if unchanged
af_za: Laat leeg as onveranderd

source: Update Details
af_za: Verander besonderhede

source: Your password was successfully reset. Please check your email account for your new password.
af_za: Jou wagwoord was suksesvol verander. Gaan asseblief na jou e-pos rekening vir jou nuwe wagwoord.

source: We were unable to reset your password. Please contact us for further assistance.
af_za: Ons was nie in staat om jou wagwoord te verander. Kontak ons asseblief vir verdere hulp.

source: You must agree to the terms and conditions to continue.
af_za: U moet in stem met terme en voorwaardes om aan te gaan

source: You must enter a password to continue.
af_za: U moet 'n wagwoord verskaf om voort te gaan.

source: Link Student Account
af_za: Heg Student Rekening

source: New Student Account
af_za: Nuwe Studente Rekening

source: Edit Student Account
af_za: Verander Student Rekening

source: Password
af_za: Wagwoord

source: Sign In
af_za: Teken In

source: First Name
af_za: Eerste Naam

source: Last Name
af_za: Van

source: Home Telephone
af_za: Huis Telefoon

source: Mobile Telephone
af_za: Selfoonnommer

source: South African ID Number
af_za: Suid Afrikaanse ID Nommer

source: Old Account Number 2014
af_za: Ou Rekeningnommer 2014

source: Email (Optional)
af_za: Epos (Optioneel)

source: Grade (2015)
af_za: Graad (2015)

source: Id Number
af_za: ID Nommer

source: Confirm Email
af_za: Bevestig E-pos

source: Confirm Password
af_za: Bevestig Wagwoord

source: I have read and accept the terms and conditions.
af_za: Ek het gelees en aanvaar die terme en voorwaardes.

source: Create My Account
af_za: Skep My Rekening

source: Student or ID number
af_za: Suid Afrikaanse ID Nommer

source: Bookshop
af_za: Boekwinkel

source: Welcome %s
af_za: Welkom %s

source: Checkout
af_za: My mandjie

source: My account
af_za: My rekening

source: Sign out
af_za: Teken uit

source: Sign in
af_za: Teken in

source: Register
af_za: Registreer

source: Contact
af_za: Kontak

source: Links
af_za: Skakels

source: Copyright
af_za: Kopiereg

source: Categories
af_za: KategorieÃ«

source: Add to cart
af_za: Voeg by mandjie

source: Bundles
af_za: Pakkette

source: Product bundles
af_za: Produk pakkette

source: If you would like to customise any items in this order please tick the relevant item checkbox.
af_za: As u die bestelling items will verander kliek die boks lanksaan

source: Please select one or more bundles from the options provided.
af_za: Kies een of meer pakkette van die opsies beskikbaar

source: Price
af_za: Prys

source: Qty
af_za: Aantal

source: Total
af_za: Totaal

source: Please wait...
af_za: Wag asseblief...

source: Place an order
af_za: Plaas bestelling

source: Choose your child that will recieve the bundles
af_za: Kies die betrokke kind vir hierdie bestelling

source: Show bundles for
af_za: Wys pakkette vir

source: Packages
af_za: Pakkette

source: Product packages
af_za: Pakkette

source: List below is the complete package of stationery and textbooks . If you just want to purchase only certain items ,
af_za: Ondergenoemde lys is die volledige pakket van skryfbehoeftes en handboeke. Indien u net sekere items wil aankoop ,

source: Click here
af_za: Kliek hier

source: Type
af_za: Tipe

source: Book
af_za: Boek

source: eBook
af_za: eBoek

source: 2nd Hand
af_za: 2de Handse

source: Stationery
af_za: Skryfbehoeftes

source: Optional
af_za: Optioneel

source: required
af_za: benodig

source: Go to cart
af_za: Gaan na mandjie

source: Print packages
af_za: Druk pryslys

source: Please Note
af_za: Let Wel

source: Second hand books are available in this bundle. %s to toggle these items on/off.
af_za: Tweede handse boeke is beskikbaar in hierdie pakket. %s om hierdie items aan/af te skakel.

source: Thank you for your order
af_za: Dankie vir jou bestelling

source: You have chosen to pay by %s.
af_za: Jy het gekies om te betaal deur %s

source: Please pay the amount of <strong>%s</strong> using the banking details and reference below.
af_za: Betaal asseblief die bedrag van <strong>%s<strong> met die bank besonderhede en verwysing hier onder.

source: Branch
af_za: Tak

source: Account Name
af_za: Rekening Naam

source: Account Number
af_za: Rekening Nommer

source: Reference
af_za: Verwysing

source: Payment for your order with reference <strong>%s</strong> has been processed successfully.
af_za: Betaling vir jou bestelling met verwysing <strong>%s</strong> is verwerk.

source: My order
af_za: My bestelling

source: Back to checkout
af_za: Terug na bestelling

source: Payment
af_za: Betaal

source: Please select your preferred payment method below.
af_za: Kies jou betaling metode

source: Please find the contents of your shopping cart below.
af_za: Vind die items in jou maandjie hieronder

source: Continue to payment
af_za: Gaan na betaling

source: login
af_za: Teken In

source: register
af_za: Regsiteer

source: Please %s or %s to continue.
af_za: Asseblief %s or %s om voort te gaan.

source: Your shopping cart is empty.
af_za: Jou mandjie is leeg.

source: Go Back
af_za: Gaan Terug

source: Are you sure you want to remove item form cart?
af_za: Is U seker u wil die item van die mandjie afhaal ?

source: Buy Back Books
af_za: Terugkoop boeke

source: Search returned no results
af_za: Soektog het geen resultate

source: Contact Form
af_za: Kontak Vorm

source: Have a question? Complete your details below and we'll get back to you.
af_za: Het jy 'n vraag? Voltooi jou besonderhede hieronder en ons sal jou terug bel.

source: Find Us
af_za: Vind ons

source: Address
af_za: Adress

source: Notice Board
af_za: Kennisgewingbord

source: There are currently no notices.
af_za: Daar is tans geen kennisgewings.

source: Access Denied.
af_za: Toegang geweier

source: You do not have the proper privileges to access this page.
af_za: Jy het nie die nodige regte om hierdie bladsy te sien nie.

source: Welcome to %s
af_za: Welkom by %s

source: Registration Terms & Conditions
af_za: Registrasie Voorwaardes

source: Search returned no results.
af_za: Geen resultate

source: Thank you for your payment
af_za: Dankie vir jou betaling

source: Your online payment has been processed successfully. Please allow 72 hour for the payment to reflect on your account.
af_za: U betaaling is ontvang. Dit sal ongeveer 72 uur neem voorbetalings op u rekening reflekteer

source: Please Enter amount to pay
af_za: Sit Bedrag in om te betaal

source: Pay Now
af_za: Betaal Nou

source: My Books
af_za: My Boeke

source: Download
af_za: Laai af

source: Generate Download Link
af_za: Gaan Haal

source: You have not ordered any digital books with us.
af_za: Jy het nie enige eboeke bestel nie.

source: processing...
af_za: proceseer....

source: There are no items in this order.
af_za: Daar is geen items in hierdie volgorde.

source: Close
af_za: Maak toe

source: Pay
af_za: Betaal

source: Order history
af_za: Bestel geskiedenis

source: Date
af_za: Datum

source: Payment Reference
af_za: Betaling Verwysing

source: You have not placed any orders with us recently.
af_za: Jy het nie onlangs enige bestellings geplaas nie.

source: Are you sure you want to remove this order ?
af_za: Is U seker u wil die transaksie verwyder ?

source: VERY IMPORTANT: Please register your child before placing an order.
af_za: BAIE BELANGRIK: Registreer asseblief eers jou kind voordat bestelling geplaas word.

source: My Account
af_za: My Rekening

source: Your Balance : %s
af_za: U Balans is : %s

source: Please allow 72 hours for any payments to reflect on your account.
af_za: Dit sal ongeveer 72 uur neem voor betalings op u rekening reflekteer

source: Pay Online
af_za: Betaal Hier

source: Click on the "Pay Now" button below to pay with your credit card.
af_za: Kliek op die âBetaal nouâ knoppie om met jou krediet kaart te betaal.

source: The payment will be processed by PayGate to ensure that your credit card details remain safe.
af_za: Die betaling word verwerk deur PayGate wat sal verseker dat u kredietkaart besonderhede veilig bly.

source: Pay By EFT
af_za: Betaal met EFT

source: Please use the reference number <strong>%s</strong> when making a payment.
af_za: Gebruik asseblief die verwysings nommer <strong>%s</strong> wanneer U n betaling maak.

source: Use the following banking details for any payments.
af_za: Gebruik die bank besonderhede hieronder om betaling te maak

source: Welcome to your MyAccount.
af_za: Welkom by U 'My Rekening'

source: My profile
af_za: My profiel

source: Changes can be made to your details below.
af_za: Veranderinge kan gemaak word aan jou besonderhede hieronder.

source: My Transactions
af_za: My transaksies

source: Debit
af_za: Debiet

source: Credit
af_za: Krediet

source: Forgotten your password?
af_za: Wagwoord vergeet?

source: Please provide the email address associated with your account in the box below. A new password will be generated and sent to you.
af_za: Verskaf asseblief die e-pos adres wat verband hou met jou rekening in die bokshieronder. 'N nuwe wagwoord sal gegenereer word en aan u gestuur word.

source: Login to your account
af_za: Teken in op jou rekening

source: New User
af_za: Nuwe Rekening

source: Dont' have an account?
af_za: Geen rekening?

source: Registration Successful
af_za: Registrasie Suksesvol

source: A confirmation email has been sent to the address you provided.
af_za: 'n Bevestigings epos was aan u email adress gestuur.

source: My children
af_za: My kinders

source: Grade
af_za: Graad

source: Learner Number
af_za: Leerling Nommer

source: edit
af_za: verander

source: There are currently no student accounts linked to you.
af_za: Daar is tans geen studente rekeninge aan jou gekoppel.

source: Please wait
af_za: Wag asseblief

source: There are currently no subjects assigned to this student.
af_za: Daar is tans geen student rekeninge gekoppel aan jou.

source: Subject Management
af_za: Vakke

source: Add
af_za: Voeg by
